[
  {
    "KEY": "weight",
    "SPINAME": "The total weight of the product and power supply (without packaging)",
    "NC": 10,
    "MAX": 21,
    "CLASS": "",
    "SPITYPE": "Y",
    "MANDATE": "Product weight is an indication of the amount of potential e-waste at end-of-life. By decreasing the product weight, e-waste can be reduced. The product weight (in kg) of the typical configuration of the product including any power supply but excluding packaging must be reported by the brand owner. \\nA product weight tolerance of + \/- 10% is accepted.",
    "BACKGROUND":"",
    "DEFINITIONS":"",
    "APPLICABILITY":"",
    "CLASSDEF": "No classes",
    "CHAPTER": 1.2
  },
  {
    "KEY": "recycled_plastics",
    "SPINAME": "Percentage of post consumer recycled plastics by weight versus the total weight of all plastics",
    "NC": 7,
    "CLASS": "Class A-G",
    "SPITYPE": "Y",
    "MANDATE": "Percentage of post-consumer recycled plastics by weight versus the total weight of all plastic parts. All exceptions listed in the above clarification are applicable.",
    "BACKGROUND":"Use of recycled materials lowers the environmental impact. The manufacturing of recycled plastics, if 100% recycled content is achieved, can reduce the energy consumption up to 60 percent, compared to virgin plastics. Less raw materials are required to produce recycled plastics, which can lead to a reduced carbon footprint. Every metric ton of recycled plastic produced can result in up to 1-3 metric tons of carbon dioxide savings, compared to virgin plastics.\\n\\nThe long-term goal is that all materials in certified products are circulated and renewable where technically possible",
    "DEFINITIONS":"PCR – Post-consumer recycled: Post-consumer recycled materials are derived from used consumer products, often packaging, bottles, durable goods including IT products. (I.e. aluminum cans, PET bottles). This does not include PCM material.\\nPCM - “Pre-consumer Material”: Material or by-products generated during the manufacturing of a product but before the product reaches the end-use consumer",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "≥ 85%",
      "Class B": "≥ 70%",
      "Class C": "≥ 50%",
      "Class D": "≥ 30%",
      "Class E": "≥ 10%",
      "Class F": "> 0%",
      "Class G": "0%"
    },
    "CHAPTER": 3.4
  },
  {
    "KEY": "recycled_materials",
    "SPINAME": "Percentage of identified post consumer recycled materials by weight versus the product weight ",
    "NC": 7,
    "CLASS": "Class A-G",
    "SPITYPE": "Y",
    "MANDATE": "Percentage of identified post-consumer recycled materials (plastic and non-plastic) by weight versus the typical product weight.",
    "BACKGROUND":"Use of recycled materials lowers the environmental impact. The manufacturing of recycled plastics, if 100% recycled content is achieved, can reduce the energy consumption up to 60 percent, compared to virgin plastics. Less raw materials are required to produce recycled plastics, which can lead to a reduced carbon footprint. Every metric ton of recycled plastic produced can result in up to 1-3 metric tons of carbon dioxide savings, compared to virgin plastics.\\n\\nThe long-term goal is that all materials in certified products are circulated and renewable where technically possible",
    "DEFINITIONS":"PCR – Post-consumer recycled: Post-consumer recycled materials are derived from used consumer products, often packaging, bottles, durable goods including IT products. (I.e. aluminum cans, PET bottles). This does not include PCM material.\\nPCM - “Pre-consumer Material”: Material or by-products generated during the manufacturing of a product but before the product reaches the end-use consumer",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "≥ 50%",
      "Class B": "≥ 40%",
      "Class C": "≥ 30%",
      "Class D": "≥ 20%",
      "Class E": "≥ 10%",
      "Class F": "> 0%",
      "Class G": "0%"
    },
    "CHAPTER": 3.4
  },
  {
    "KEY": "PCF_availability",
    "SPINAME": "Availability of PCF",
    "NC": 4,
    "CLASS": "Class A-D",
    "SPITYPE": "Y",
    "MANDATE": "The availability of PCF increases the transparency of PCF methods used and enables future revisions.",
    "BACKGROUND":"Product Carbon Footprint (PCF) is one of the most established ways for determining the climate impact of a product. PCFs cover the whole life cycle of a product, from the raw material extraction to the recycling or disposal phase. Using product carbon footprints enables an overall picture in order to work on reductions and measures in the right places.\\n\\nThe accuracy of PCFs can vary enormously based on the methodology and type of source data used. As it is very time-consuming and costly to make accurate PCFs the majority of PCFs are based on very general source data. This results in large uncertainties making product comparisons useless.",
    "DEFINITIONS":"<b>Primary data:<\\b> This term refers to data from specific processes within the supply chain of the user of the PCF method. Such data may take the form of activity data, or foreground elementary flows (life cycle inventory). Primary data are site-specific, company-specific (if multiple sites for the same product), or supply chain-specific. Primary data may be obtained through meter readings, purchase records, utility bills, engineering models, direct monitoring, material \/product balances, stoichiometry, or other methods for obtaining data from specific processes in the value chain of the user of the PCF method.\\n <b>Foreground system processes:<\\b> This term refers to those processes in the product life cycle for which direct access to information is available. For example, the producer’s site and other processes operated by the producer or its contractors (e.g. goods transport, head-office services, etc.) belong to the foreground processes",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "<ul><li> The results of the PCF as defined in the PCR Requirements are publicly available and can be downloaded free of charge. < \/li><li>A link to the download location is uploaded to TCO Certified Portal < \/li><\\ul>",
      "Class B": "<ul><li>The results of the PCF as defined in the PCR Requirements are available on-demand from the brand owner. < \/li><li>Instructions on how to retrieve the PCF is provided< \/li><\\ul>",
      "Class C": "<ul><li>The results of the PCF as defined in the PCR Requirements are not publicly available.< \/li><\\ul>",
      "Class D": "No PCF available"
    },
    "CHAPTER": 3.5
  },
  {
    "KEY": "ETEC_ratio",
    "SPINAME": "Energy efficiency (Etec ratio)",
    "NC": 10,
    "MAX": 1,
    "CLASS": "",
    "SPITYPE": "Y",
    "MANDATE": "-",
    "BACKGROUND": "The IT industry and people's IT usage are large sources of greenhouse gas emissions, which remain the leading factor in climate change. As the number of IT equipment in use grows, greenhouse gas emissions are also increasing. Reducing the problem requires a number of measures, of which energy-efficient products are one part.<br/>This criterion focuses on energy efficiency in the use phase and helps purchasing organizations independently verify that the IT product they source meets the energy efficiency requirements of ENERGY STAR.",
    "DEFINITIONS": "The product must be tested according to version 8 (or a more recent version) of the ENERGY STAR program for computers. Testing can be carried out at any test facility accredited according to ISO 17025, but the test report must be verified by a verification organization approved by TCO Development. The minimum version of EnergyStar that all product configurations are able to meet will be presented on the certificate. <br/>The tests only need to cover the energy consumption requirements and the power supply requirements of that program. The product does not need to be ENERGY STAR certified to be approved for TCO Certified.<br/>Measured energy consumption according to ENERGY STAR, as well as Typical Energy Consumption (TEC) and the allowed maximum consumption (TEC_MAX) for each category (l1-l2, d1-d2 or 0-2) must be submitted to TCO Certified Portal, together with the application.",
    "APPLICABILITY": "Notebooks, tablets, displays",
    "CLASSDEF": "No classes",
    "CHAPTER": "5"
  },
  {
    "KEY": "warranty_period",
    "SPINAME": "Warranty period",
    "NC": 7,
    "CLASS": "Class A-G",
    "SPITYPE": "Y",
    "MANDATE": "The minimum number of years the whole product is covered by warranty",
    "BACKGROUND":"By extending product lifetime, natural resources are used more efficiently and the pollution to air, water and soil is reduced. A precondition for an extended product lifetime is that the product is of high quality. A product warranty provides the brand owner with an economic incentive to design a durable product that lasts longer.",
    "DEFINITIONS":"Brand owner: The company or organization owning or controlling the brand name. Brand name: The name or sign, including but not limited to a trademark or company name, used to identify, amongst users and customers, the manufacturer or seller of a product. \\nProduct warranty: Is an agreement where the brand owner offers to repair or replace broken products at no charge.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "Product warranty for at least 7 years, covering all markets where the product is sold",
      "Class B": "Product warranty for at least 6 years, covering all markets where the product is sold",
      "Class C": "Product warranty for at least 5 years, covering all markets where the product is sold",
      "Class D": "Product warranty for at least 4 years, covering all markets where the product is sold",
      "Class E": "Product warranty for at least 3 years, covering all markets where the product is sold",
      "Class F": "Product warranty for at least 2 years, covering all markets where the product is sold",
      "Class G": "Product warranty for at least 1 years, covering all markets where the product is sold"
    },
    "CHAPTER": 6.1
  },
  {
    "KEY": "extended_warranty",
    "SPINAME": "Extended warranty availability",
    "NC": 7,
    "CLASS": "Class A-G",
    "SPITYPE": "Y",
    "MANDATE": "The maximum number of years the product warranty can be extended to covering the whole product.",
    "BACKGROUND":"By extending product lifetime, natural resources are used more efficiently and the pollution to air, water and soil is reduced. A precondition for an extended product lifetime is that the product is of high quality. A product warranty provides the brand owner with an economic incentive to design a durable product that lasts longer.",
    "DEFINITIONS":"Brand owner: The company or organization owning or controlling the brand name. Brand name: The name or sign, including but not limited to a trademark or company name, used to identify, amongst users and customers, the manufacturer or seller of a product. \\nProduct warranty: Is an agreement where the brand owner offers to repair or replace broken products at no charge.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "Extended warranty for the product is available for 7 years or more on all markets where the product is sold",
      "Class B": "Extended warranty for the product is available for 6 years or more on all markets where the product is sold",
      "Class C": "Extended warranty for the product is available for 5 years or more on all markets where the product is sold",
      "Class D": "Extended warranty for the product is available for 4 years or more on all markets where the product is sold",
      "Class E": "Extended warranty for the product is available for 3 years or more on all markets where the product is sold",
      "Class F": "Extended warranty for the product is available for 2 years or more on all markets where the product is sold",
      "Class G": "No information provided"
    },
    "CHAPTER": 6.1
  },
  {
    "KEY": "public_repair_policy",
    "SPINAME": "Public repair policy",
    "NC": 3,
    "CLASS": "Class A-C",
    "SPITYPE": "Y",
    "MANDATE": "",
    "BACKGROUND":"By extending product lifetime, natural resources are used more efficiently and the pollution to air, water and soil is reduced. A precondition for an extended product lifetime is that the product is of high quality. A product warranty provides the brand owner with an economic incentive to design a durable product that lasts longer.",
    "DEFINITIONS":"Brand owner: The company or organization owning or controlling the brand name. Brand name: The name or sign, including but not limited to a trademark or company name, used to identify, amongst users and customers, the manufacturer or seller of a product. \\nProduct warranty: Is an agreement where the brand owner offers to repair or replace broken products at no charge.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "<ul><li>Product repair is favored before product replacement. <\/li><li>A repair policy is publicly available.< \/li><\/ul>",
      "Class B": "<ul><li>No policy on product repair vs. replacement< \/li><\/ul>",
      "Class C": "No information provided"
    },
    "CHAPTER": 6.1
  },
  {
    "KEY": "fasteners_and_connectors",
    "SPINAME": "Fasteners and connectors",
    "NC": 4,
    "CLASS": "Class A-D",
    "SPITYPE": "Y",
    "MANDATE": "The reusability of fasteners and connectors is interlinked with the repairability and reusability of products and components. Knowledge of type of fasteners can assist with the assessment of tools and skills necessary for repair reuse or upgrade.",
    "BACKGROUND":"Extending the lifetime of IT products is the most effective way to reduce their environmental impact. Components that often break or become outdated may limit the total lifespan of the product and must be replaceable. By making these critical replaceable components available and providing the user with clear instructions on how to exchange them, IT-products can live longer.",
    "DEFINITIONS":"CPU: Central processing unit.\\nGPU: Graphics processing unit. \\nRAM: Random access memory. \\nStorage: Any computing hardware that is used for storing, porting, and extracting data files and objects, including temporary and permanent storage of information (SSD, HDD, RAM). \\nDisplay assembly: Main display panel. \\nAll batteries: Defined as all batteries with one or more cells that are installed in the product. \\nSystem board: Also referred to as the motherboard. \\nKeyboard: Built-in keyboard. \\nExternal \/Internal PSU: The power supply unit used to convert AC to low voltage DC power for the internal components of the product. \\nCritical, replaceable components: Components that are crucial for the functionality and have a high risk of failing during normal use. Components that are defined as critical, replaceable components (per product category) are listed in the clarifications section of this criterion.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "<ul><b>Reusable<\\b><li>An original fastening system that can be completely reused, or any elements of the fastening system that cannot be reused are supplied with the new part for the repair, reuse or upgrade process.< \/li><\\ul>",
      "Class B": "<ul><b>Removable<\\b><li>An original fastening system that is not reusable, but can be removed without causing damage or leaving residue which hinders reassembly (in case of repair or upgrade) or reuse of the removed part (in case of reuse) for the repair, reuse or upgrade process.< \/li><\\ul>",
      "Class C": "<ul><b> Neither removable nor reusable<\\b><li>An original fastening system that is not removable and not reusable, as defined above, for the repair, reuse or upgrade process. < \/li><\\ul>",
      "Class D": "No evaluation performed"
    },
    "CHAPTER": 6.2
  },
  {
    "KEY": "tools_repair_upgrade",
    "SPINAME": "Necessary tools for repair \/upgrade",
    "NC": 5,
    "CLASS": "Class A-E",
    "SPITYPE": "Y",
    "MANDATE": "The availability of tools necessary for repair, service or upgrade, are interlinked with the product lifetime. Without easy access to tools needed for repair, upgrade or service the likelihood of these decrease. Therefore, it is important to make use of tools that are readily available instead of using proprietary tools.",
    "BACKGROUND":"Extending the lifetime of IT products is the most effective way to reduce their environmental impact. Components that often break or become outdated may limit the total lifespan of the product and must be replaceable. By making these critical replaceable components available and providing the user with clear instructions on how to exchange them, IT-products can live longer.",
    "DEFINITIONS":"CPU: Central processing unit.\\nGPU: Graphics processing unit. \\nRAM: Random access memory. \\nStorage: Any computing hardware that is used for storing, porting, and extracting data files and objects, including temporary and permanent storage of information (SSD, HDD, RAM). \\nDisplay assembly: Main display panel. \\nAll batteries: Defined as all batteries with one or more cells that are installed in the product. \\nSystem board: Also referred to as the motherboard. \\nKeyboard: Built-in keyboard. \\nExternal \/Internal PSU: The power supply unit used to convert AC to low voltage DC power for the internal components of the product. \\nCritical, replaceable components: Components that are crucial for the functionality and have a high risk of failing during normal use. Components that are defined as critical, replaceable components (per product category) are listed in the clarifications section of this criterion.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "<ul><b>Basic tools, no tools, provided tools<\\b><li>Replacing critical components can be carried out without the use of any tools, or with a tool or set of tools that is supplied with the product or spare part, or with basic tools as listed in the criteria document< \/li><li>All tools required must be listed in the service manual.< \/li><\\ul>",
      "Class B": "<ul><b>Other commercially available tools.<\\b><li>Replacing critical components can be carried out with non-proprietary tools that are not Class A.< \/li><li>All tools required must be listed in the service manual.< \/li><\\ul>",
      "Class C": "<ul><b>Can be carried out with proprietary tools.<\\b><li>The tools required to replace critical components can be carried out with use of proprietary tools. These are tools that are not available for purchase by the general public or for which any applicable patents are not available to license under fair, reasonable, and non-discriminatory terms.< \/li><\\ul>",
      "Class D": "<ul><b>Not enough information, or not feasible with any existing tools.<\\b><li>The tools listed in the service manual are not Class A, and no extra information is made available on where usable tools can be purchased, or if they are proprietary.< \/li>\\nor\\n<li>The tools required to replace the critical components are not listed in the service manual.< \/li><\\ul>",
      "Class E": "No evaluation performed"
    },
    "CHAPTER": 6.2
  },
  {
    "KEY": "availability_spareparts",
    "SPINAME": "Availability of spare parts by target group",
    "NC": 5,
    "CLASS": "Class A-E",
    "SPITYPE": "Y",
    "MANDATE": "The availability of spare parts is a prerequisite for a successful repair. Spare parts availability refers to both the availability to various target groups and the availability over a specific period of time. These two perspectives are assessed in sequence.",
    "BACKGROUND":"Extending the lifetime of IT products is the most effective way to reduce their environmental impact. Components that often break or become outdated may limit the total lifespan of the product and must be replaceable. By making these critical replaceable components available and providing the user with clear instructions on how to exchange them, IT-products can live longer.",
    "DEFINITIONS":"CPU: Central processing unit.\\nGPU: Graphics processing unit. \\nRAM: Random access memory. \\nStorage: Any computing hardware that is used for storing, porting, and extracting data files and objects, including temporary and permanent storage of information (SSD, HDD, RAM). \\nDisplay assembly: Main display panel. \\nAll batteries: Defined as all batteries with one or more cells that are installed in the product. \\nSystem board: Also referred to as the motherboard. \\nKeyboard: Built-in keyboard. \\nExternal \/Internal PSU: The power supply unit used to convert AC to low voltage DC power for the internal components of the product. \\nCritical, replaceable components: Components that are crucial for the functionality and have a high risk of failing during normal use. Components that are defined as critical, replaceable components (per product category) are listed in the clarifications section of this criterion.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "Publicly available",
      "Class B": "Available to independent repair service providers",
      "Class C": "Available to brand owner- authorized repair service providers",
      "Class D": "Available to the brand owner only",
      "Class E": "No spare parts available or no information on availability"
    },
    "CHAPTER": 6.2
  },
  {
    "KEY": "duration_availability",
    "SPINAME": "Availability of spare parts by duration of availability",
    "NC": 4,
    "CLASS": "Class A-D",
    "SPITYPE": "Y",
    "MANDATE": "The availability of spare parts is a prerequisite for a successful repair. Spare parts availability refers to both the availability to various target groups and the availability over a specific period of time. These two perspectives are assessed in sequence.",
    "BACKGROUND":"Extending the lifetime of IT products is the most effective way to reduce their environmental impact. Components that often break or become outdated may limit the total lifespan of the product and must be replaceable. By making these critical replaceable components available and providing the user with clear instructions on how to exchange them, IT-products can live longer.",
    "DEFINITIONS":"CPU: Central processing unit.\\nGPU: Graphics processing unit. \\nRAM: Random access memory. \\nStorage: Any computing hardware that is used for storing, porting, and extracting data files and objects, including temporary and permanent storage of information (SSD, HDD, RAM). \\nDisplay assembly: Main display panel. \\nAll batteries: Defined as all batteries with one or more cells that are installed in the product. \\nSystem board: Also referred to as the motherboard. \\nKeyboard: Built-in keyboard. \\nExternal \/Internal PSU: The power supply unit used to convert AC to low voltage DC power for the internal components of the product. \\nCritical, replaceable components: Components that are crucial for the functionality and have a high risk of failing during normal use. Components that are defined as critical, replaceable components (per product category) are listed in the clarifications section of this criterion.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "Long-term availability (6 or more years)",
      "Class B": "Mid-term availability (4 or more years)",
      "Class C": "Short-term availability (2 or more years)",
      "Class D": "No information on duration of availability"

    },
    "CHAPTER": 6.2
  },
  {
    "KEY": "comprehensive_information",
    "SPINAME": "Availability of comprehensive information",
    "NC": 3,
    "CLASS": "Class A-C",
    "SPITYPE": "Y",
    "MANDATE": "The comprehensiveness of service information facilitates the possibility for repairs, maintenance and upgrades, which enables the extension of product lifetime.",
    "BACKGROUND":"Extending the lifetime of IT products is the most effective way to reduce their environmental impact. Components that often break or become outdated may limit the total lifespan of the product and must be replaceable. By making these critical replaceable components available and providing the user with clear instructions on how to exchange them, IT-products can live longer.",
    "DEFINITIONS":"CPU: Central processing unit.\\nGPU: Graphics processing unit. \\nRAM: Random access memory. \\nStorage: Any computing hardware that is used for storing, porting, and extracting data files and objects, including temporary and permanent storage of information (SSD, HDD, RAM). \\nDisplay assembly: Main display panel. \\nAll batteries: Defined as all batteries with one or more cells that are installed in the product. \\nSystem board: Also referred to as the motherboard. \\nKeyboard: Built-in keyboard. \\nExternal \/Internal PSU: The power supply unit used to convert AC to low voltage DC power for the internal components of the product. \\nCritical, replaceable components: Components that are crucial for the functionality and have a high risk of failing during normal use. Components that are defined as critical, replaceable components (per product category) are listed in the clarifications section of this criterion.",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "<ul><b>Comprehensive information available<\\b>\\nA repair, reuse or upgrade process, for which the following information is available for anyone to read, free of charge\\n<li>Step-by-step disassembly instructions with identification of tools needed< \/li><li>Information on where to attain all tools needed for repair \/upgrade. < \/li><li>An overview of repair or upgrade services offered by the manufacturer.< \/li><li>Troubleshooting charts.< \/li><li>Circuit board schematics.(only main board) < \/li><li>Functional specification of parts (e.g. resistance value of resistors). < \/li><li>Recommended torque for fasteners. < \/li><li>Diagnostic and error resetting codes.< \/li>\\nor\\n<li>Appropriate formats for reporting comprehensive information can include IEEE1874 (IEEE Standard for Documentation Schema for Repair and Assembly of Electronic Devices).< \/li><\\ul>",
      "Class B": "<ul><b>Basic information available<\\b>\\nA repair, reuse or upgrade process, for which the following information is available for anyone to read, free of charge:\\n<li>Step-by-step disassembly instructions with identification of tools needed< \/li><li>Information on where to attain all tools needed for repair \/upgrade. < \/li><li>An overview of repair or upgrade services offered by the manufacturer.< \/li><li>Troubleshooting charts.< \/li><\\ul>",
      "Class C": "<ul><b>Limited information available<\\b>\\nA repair, reuse or upgrade process, for which the following information is available for anyone to read, free of charge:\\n<li>Step-by-step disassembly instructions with identification of tools needed< \/li><\\ul>"
    },
    "CHAPTER": 6.2
  },
  {
    "KEY": "multi_stakeholder_initiative",
    "SPINAME": "Membership in multi-stakeholder initiatives working towards solving the problems connected to e-waste",
    "NC": 3,
    "CLASS": "Class A-C",
    "SPITYPE": "Y",
    "MANDATE": "Verification: The brand owner must provide documentation showing an active membership in a multi-stakeholder initiative working towards solving the problems connected to e-waste.",
    "BACKGROUND":"Enormous amounts of e-waste is generated every year. It is one of the world’s fastest growing waste streams, and much of it is exported to developing countries, burdening local communities with this global problem. Unsafe handling of e-waste causes pollution, human health hazards and the loss of valuable, finite resources. The Basel Convention governs the export of many types of electronic waste, however, it is not properly implemented in all countries. To help reduce the e-waste problem, manufacturers need to provide mechanisms to take back their products. This is consistent with the principle of individual producer responsibility, where each manufacturer is financially responsible for managing its own branded products at end-of-use. The purpose of this criterion is to influence the expansion of better electronic waste management practices to more countries.",
    "DEFINITIONS":"",
    "APPLICABILITY":"All product categories.",
    "CLASSDEF": {
      "Class A": "Membership in a multi-stakeholder initiative working towards solving the problems connected to e-waste (i.e StEP, PREVENT Waste Alliance, PACE)",
      "Class B": " No membership",
      "Class C": "No information provided"
    },
    "CHAPTER": 8.2
  },
  {
    "KEY": "compensated_manufactured_ratio",
    "SPINAME": "Ratio of compensated versus manufactured products",
    "NC": 7,
    "CLASS": "Class A-G",
    "SPITYPE": "Y",
    "MANDATE": "The brand owner must provide a verification of conformity report from an approved verification organization which follows the TCO Certified Edge, E-waste compensated rules.",
    "BACKGROUND":"",
    "DEFINITIONS":"",
    "APPLICABILITY":"",
    "CLASSDEF": {
      "Class A": "Fully compliant with TCO Certified Edge, E-waste compensated. (100%)",
      "Class B": "75% or above",
      "Class C": "50% or above",
      "Class D": "25% or above",
      "Class E": "10% or above",
      "Class F": "1-10%",
      "Class G": "0% or no information provided."
    },
    "CHAPTER": 8.2
  }
]